[{"name":"Mix it Up","desc":"You are unable to make ranged attacks for the next 1d6 rounds"},{"name":"Aim Carefully Next Time","desc":"For 3 rounds, you must spend a full round action to make a single attack"},{"name":"Don't Hit Me!","desc":"For 3 rounds, you take an additional -2 penalty on ranged attacks for each ally in melee combat with your target"},{"name":"Phantom Wind","desc":"You compensate for a breeze which isn't there. You take -2 penalty on ranged attack rolls for 3 rounds"},{"name":"Recoil","desc":"You move backward 1 square and fall prone"},{"name":"Amazing Miss","desc":"You are stunned for 1 round (Fort negates)"},{"name":"Not My Pony","desc":"Your attack hits the nearest allied animal or mount"},{"name":"Double Miss","desc":"You use twice as much ammunition on this attack"},{"name":"Close to the Ear","desc":"You are deafened until healed (DC 15 Heal Check)"},{"name":"Insecure","desc":"You take a -1 penalty on attack rolls for 1d4 rounds or until you score a critical hit"},{"name":"In the Line of Fire","desc":"Your attack hits the nearest ally and is a critical threat. You must roll to confirm the critical hit"},{"name":"Lowered Guard","desc":"You provoke attacks of opportunity from all threatening foes"},{"name":"Weapon Jam","desc":"If using a projectile weapon it does not function. Spend 1 standard action to clear"},{"name":"Um, oops","desc":"The attack deals damage to you instead of the target"},{"name":"What are the Odds?","desc":"If you made a thrown attack, you hit the target, but the weapon ends up in the target's possession"},{"name":"Lost Grip","desc":"You can only take a move action next round"},{"name":"Pinch in Parts","desc":"You take 1d6 points of damage"},{"name":"So much Blood","desc":"You are sickened for 1d6 rounds"},{"name":"Huh?","desc":"You are confused for 1 round"},{"name":"Seeing Double","desc":"All your attacks have a 50% miss chance for 1 round"},{"name":"Misjudged the distance","desc":"All attack rolls beyond the first ranged increment have triple the normal distance penalty for 3 rounds"},{"name":"Overcompensate","desc":"All targets with cover gain an additional +4 bonus to AC against you for 3 rounds"},{"name":"Friendly Fire","desc":"Your attack hits your ally closest to the target"},{"name":"Lost the Target","desc":"You take a -4 penalty on all attack rolls for 1 round"},{"name":"Shot Your Foot","desc":"You take 1d2 points of Dex damage and your speed is reduced by half until healed"},{"name":"Overthrow","desc":"If attack was made with a thrown weapon, the weapon travels 5 times its range increment in a random direction"},{"name":"Tunnel Vision","desc":"For the next 3 rounds, you have a +1 bonus on attack rolls, but you flat-footed"},{"name":"All Thumbs","desc":"You lose your Dex bonus on attack rolls for 3 rounds"},{"name":"Bull's Eye","desc":"Your shot ricochets and hits you near the eye. You are blinded for 1 round"},{"name":"Bad Alignment","desc":"You take -4 penalty on all attacks with this weapon until repaired (DC 20 Craft check)"},{"name":"Cracked","desc":"Your weapon (not ammunition) takes 1d6 points of damage, ignoring hardness"},{"name":"Whoops!","desc":"You are knocked prone"},{"name":"Tied Up","desc":"You become entangled in your gear until you spend a standard action to free yourself"},{"name":"Sprain","desc":"You take 1d4 points of Dex damage"},{"name":"Nicked","desc":"You take 1 point of bleed"},{"name":"Klutz","desc":"You drop your weapon"},{"name":"Spilled Ammo","desc":"Your ammunition falls from its container and takes 1d6 rounds to gather up"},{"name":"Head Rush","desc":"You are sickened for 1d4 rounds"},{"name":"My Spleeny Bits!","desc":"You take 1 point of Con damage"},{"name":"Notched Fingers","desc":"You take 1d6 points of bleed"},{"name":"Torn Tendon","desc":"You take 1 point of Dex bleed"},{"name":"Broken","desc":"Your weapon is destroyed (Ref negates). Magic weapons use their own save bonus (DMG 214)"},{"name":"Everything you Got","desc":"You are exhausted (Fort negates)"},{"name":"Snapped String","desc":"If attack was made with a bow or crossbow, the string breaks and requires 1d3 round to fix"},{"name":"Wrong Weapon","desc":"If you made a thrown attack, you throw a random object from your gear"},{"name":"Archer's Elbow","desc":"You take a -2 penalty on all ranged attack rolls for 1d4 minutes"},{"name":"Wide Open","desc":"You are flat-footed for 1 round"},{"name":"Backfire","desc":"The attack deals damage to you instead of the target"},{"name":"Errant Aim","desc":"Reroll attack against creature nearest the target (yourself excluded)"},{"name":"You'll Shoot Your Eye Out","desc":"The attack hits you and is a critical threat. You must roll to confirm the critical hit"},{"name":"Arching Back","desc":"You are fatigued"},{"name":"Awkward Attack","desc":"You take -2 penalty to AC for 1d4 rounds"}]