[{"name":"Time Vortex","desc":"Normal damage and target vanishes, reappearing 1d4 rounds later"},{"name":"Maximum Effect","desc":"Maximize all spell variables"},{"name":"Draining Spell","desc":"Double damage and target randomly loses one spell or one use of a spell-like ability"},{"name":"Wild Surge","desc":"Normal damage and normal damage of a random energy type"},{"name":"Excruciating","desc":"Normal damage and target is sickened for 1d6 rounds"},{"name":"Terrifying Display","desc":"Normal damage and target frightened for 1d4 rounds (Will negates)"},{"name":"Dispelling Aura","desc":"Normal damage and dispel magic on the target"},{"name":"Concussive Spell","desc":"Double damage and 1d4 bleed"},{"name":"Knockback","desc":"Double damage and target is pushed 1d6 squares directly away"},{"name":"I Love You, Man","desc":"Normal damage and target is charmed for 3 rounds (Will negates)"},{"name":"Electrocuted","desc":"Double damage. If electricity spell, target stunned for 1d4 rounds"},{"name":"Hypnotic Link","desc":"Double damage and you may give the target 1 suggestion (as the spell. Will negates)"},{"name":"Frozen","desc":"Double damage. If cold spell, target takes 1d4 Dex damage"},{"name":"Side Effect","desc":"Double damage and you become invisible for 1d4 rounds"},{"name":"Turned Around","desc":"Double damage and target can take only one move or standard action next round"},{"name":"Stunned","desc":"Normal damage and target is stunned for 1 round"},{"name":"Call of the Wind","desc":"Double damage or triple damage to animals, fey, magical beasts, and vermin"},{"name":"Petrified","desc":"Normal damage and target is petrified for 1d4 hours (Fort negates)"},{"name":"Pretty Colors","desc":"Double damage and target is dazzled for 1d4 rounds"},{"name":"Nerve Damage","desc":"Normal damage and target is slow for 1d6 rounds"},{"name":"Arcane Blast","desc":"Double damage and 2d6 random energy damage (Reflex half)"},{"name":"Planar Rift","desc":"Normal damage and target sent to a random plane (Will negates)"},{"name":"Eyeburn","desc":"Normal damage and target blinded for 1d4 rounds (Fort negates)"},{"name":"Intense Strike","desc":"Double damage and ignore energy resistance (but not immunity)"},{"name":"Transposition","desc":"Double damage and you and target switch places"},{"name":"Light Blast","desc":"Double damage and target is blinded for 1 round"},{"name":"Conduit","desc":"Double damage and target takes a -4 penalty on saves vs. your spells for 1d6 rounds"},{"name":"Lingering Magic","desc":"Normal damage this round and half damage each round for 1d4 rounds"},{"name":"Allergic Reaction","desc":"Double damage and 1d4 damage to a random ability score"},{"name":"Arcane Glow","desc":"Double damage and target glows like faerie fire for 1d6 rounds"},{"name":"Combustion","desc":"Double damage. If fire spell, target catches fire, taking 2d6 fire damage per round until extinguished"},{"name":"Unnatural Selection","desc":"Double damage or triple damage to aberrations and outsiders"},{"name":"Corrosive","desc":"Double damage. If acid spell, target takes 2d6 acid damage for 1d4 rounds"},{"name":"Funny Bone","desc":"Double damage and target spends 1 round laughing (as hideous laughter spell, Will negates)"},{"name":"Phased","desc":"Double damage and target is incorporeal for 1d3 rounds (Will negates)"},{"name":"Life Leech","desc":"Normal damage and 1 negative level (Fort negates after 1 day)"},{"name":"Siren Song","desc":"Double damage or triple damage to giants, humanoids and monstrous humanoids"},{"name":"Distraction","desc":"Double damage and an illusion appears to attack foe, flanking him for you for 1d6 rounds"},{"name":"Arcane Goo","desc":"Normal damage and target is entangled (DC 20 Str or Escape Artist to be freed)"},{"name":"Hoarder's Wrath","desc":"Double damage or triple damage to dragons"},{"name":"Mind Cloud","desc":"Double damage and target is dazed for 1 round"},{"name":"Elemental Call","desc":"Normal damage. If elemental spell, Medium elemental appears to serve for 1d4 rounds"},{"name":"Splash Spell","desc":"Normal damage and half damage to all adjacent targets"},{"name":"Olfactory Overload","desc":"Double damage and target loses scent and blindsense for 1 day"},{"name":"Cut off from Magic","desc":"Normal damage and target cannot cast spells or use spell-like abilities for 1d4 rounds"},{"name":"Aura of Protection","desc":"Double damage and +4 to your AC for 1 round"},{"name":"Vulnerability","desc":"Double damage and if the spell did elemental damage the target is now vulnerable to that element for 3 rounds"},{"name":"Roaring Spell","desc":"Double damage and target is deafened for 1d4 rounds"},{"name":"Returning Spell","desc":"Double damage and spell is not lost"},{"name":"Power Surge","desc":"Triple damage"},{"name":"Vampiric Magic","desc":"Normal damage. You are healed the same amount"},{"name":"Shrink Ray","desc":"Normal damage and target is reduced for 3 rounds (as Reduce person, Will negates)"}]